var url_root = "https://smoke.createlab.org/videos/180/";
var general_prompt = "<ul><li>Ο καπνός εμφανίζεται σε <u>διάφορα χρώματα</u>, ενώ ο ατμός είναι κυρίως λευκός.</li><li>Ο καπνός έχει <u>ασαφείς άκρες</u> και <u>εξασθενεί πιο αργά</u> από τον ατμό.</li><li>Ο καπνός έχει <u>διάφορες πυκνότητες</u>, ενώ ο ατμός συνήθως έχει υψηλή πυκνότητα.</li></ul>";
var general_wrong_txt = "<span class='custom-text-info-dark-theme'>Ωχ! Μερικές απαντήσεις είναι λανθασμένες.</span> Μην ανησυχείτε! Κάνατε καλή πρόοδο. Παρέχουμε λεπτομερείς σχόλια κάτω από κάθε βίντεο και τονίζουμε τα λάθη με χρώμα.";
var general_correct_txt = "Άριστα! Οι απαντήσεις σας είναι όλες σωστές! Παρέχουμε λεπτομερείς σχόλια και εξηγήσεις κάτω από κάθε βίντεο.";
var general_try_again_txt = "Ας προσπαθήσουμε ξανά με στόχο να πάρουμε όλες τις σωστές ετικέτες. Τώρα το ίδιο σετ βίντεο έχει ανακατευτεί τυχαία. Θυμηθείτε ότι:" + general_prompt + "Επιλέξτε αυτά που <u>έχουν καπνό</u>.";
var general_final_try_txt = "Ας προσπαθήσουμε ξανά με στόχο να πάρουμε όλες τις σωστές ετικέτες. Τώρα το ίδιο σετ βίντεο έχει ανακατευτεί τυχαία. Θυμηθείτε ότι:" + general_prompt + "Υπάρχουν επίσης υποδείξεις κάτω από κάθε βίντεο. Επιλέξτε αυτά που <u>έχουν καπνό</u>.";
var general_need_to_select_head = "Ωχ! Θα έπρεπε να είχατε επιλέξει αυτό γιατί ";
var general_not_to_select_head = "Ωχ! Δεν θα έπρεπε να είχατε επιλέξει αυτό γιατί ";
var tutorial_data_gr = [{
  "instruction": "Αυτό το εκπαιδευτικό πρόγραμμα παρέχει οδηγίες για το πώς να αναγνωρίζετε τον καπνό, το οποίο θα διαρκέσει περίπου 10 έως 20 λεπτά. Κάθε βίντεο διαρκεί 3 δευτερόλεπτα, το οποίο αντιπροσωπεύει περίπου 6 λεπτά σε πραγματικό χρόνο. Παρακαλούμε επιλέξτε <u>το βίντεο που έχει καπνό</u> κάνοντας κλικ ή αγγίζοντας.",
  "wrong": general_wrong_txt,
  "correct": general_correct_txt,
  "data": [{
    "url": url_root + "2018-06-11/0-2/0-2-2018-06-11-5648-1004-6150-1506-180-180-11462-1528752090-1528752265.mp4",
    "correct": "Μπράβο! Αυτό το βίντεο έχει καπνό.",
    "wrong": general_need_to_select_head + "έχει καπνό.",
    "label": 1,
    "bound": "84,84 79,71 68,59 60,53 49,38 37,24 23,18 9,15 0,15 0,70 13,76 31,88 50,90 64,88 76,87"
  }, {
    "url": url_root + "2018-06-14/0-11/0-11-2018-06-14-2053-1123-2556-1626-180-180-9689-1529005825-1529006000.mp4",
    "correct": "Τέλεια! Αυτό το βίντεο δεν έχει καπνό.",
    "wrong": general_not_to_select_head + "δεν έχει καπνό.",
    "label": 0
  }]
}, {
  "instruction": "Ο καπνός μπορεί να έχει <u>υψηλές και χαμηλές πυκνότητες</u>, τις οποίες όλες πρέπει να επιλέξετε. Η πυκνότητα σημαίνει το ποσοστό του φωτός (ή του φόντου) που εμποδίζεται από την πυκνότητα του καπνού. Με άλλα λόγια, ο καπνός υψηλής πυκνότητας μπορεί να καλύπτει το περισσότερο φόντο του. Παρακαλούμε επιλέξτε <u>όλα τα βίντεο που έχουν καπνό</u>, ακόμη και με χαμηλή πυκνότητα.",
  "wrong": general_wrong_txt,
  "correct": general_correct_txt,
  "data": [{
    "url": url_root + "2019-02-03/0-8/0-8-2019-02-03-3012-1045-3515-1548-180-180-7352-1549217015-1549217190.mp4",
    "correct": "Μπράβο! Αυτό το βίντεο έχει καπνό υψηλής πυκνότητας, ο οποίος μπορεί να καλύψει το περισσότερο φόντο.",
    "wrong": general_need_to_select_head + "έχει καπνό υψηλής πυκνότητας, ο οποίος μπορεί να καλύψει το περισσότερο φόντο.",
    "label": 1,
    "bound": "82,80 72,86 56,84 36,74 26,64 18,47 23,35 32,29 49,14 60,7 61,0 100,0 100,49 100,59 87,73"
  }, {
    "url": url_root + "2018-06-11/0-1/0-1-2018-06-11-6007-1008-6509-1510-180-180-10526-1528747410-1528747585.mp4",
    "correct": "Τέλεια! Αυτό το βίντεο έχει καπνό χαμηλής πυκνότητας. Το περισσότερο φόντο του είναι ακόμη ορατό.",
    "wrong": general_need_to_select_head + "έχει καπνό χαμηλής πυκνότητας. Το περισσότερο φόντο του είναι ακόμη ορατό.",
    "label": 1,
    "bound": "93,72 90,80 75,85 48,85 35,84 25,79 18,67 14,53 13,34 16,21 24,15 36,12 55,10 67,13 79,18 87,27 90,37 92,50 92,60"
  }]
}, {
  "instruction": "Η πηγή εκπομπής του καπνού μπορεί να είναι εκτός της οπτικής του βίντεο, το οποίο εξακολουθεί να χρειάζεται να επιλεγεί. Παρακαλούμε επιλέξτε <u>όλα τα βίντεο που έχουν καπνό</u>, ακόμη και όταν <u>η πηγή εκπομπής δεν είναι στο βίντεο</u>.",
  "wrong": general_wrong_txt,
  "correct": general_correct_txt,
  "data": [{
    "url": url_root + "2018-06-11/0-0/0-0-2018-06-11-6304-964-6807-1467-180-180-8762-1528738585-1528738760.mp4",
    "correct": "Μπράβο! Αυτό το βίντεο έχει καπνό υψηλής πυκνότητας, ο οποίος μπορεί να καλύψει το περισσότερο φόντο. Η πηγή εκπομπής δεν φαίνεται σε αυτό το βίντεο.",
    "wrong": general_need_to_select_head + "έχει καπνό υψηλής πυκνότητας, ο οποίος μπορεί να καλύψει το περισσότερο φόντο. Η πηγή εκπομπής δεν φαίνεται σε αυτό το βίντεο.",
    "label": 1,
    "bound": "100,0 28,0 32,25 41,41 44,65 41,85 57,96 89,92 93,92 100,85 100,62"
  }, {
    "url": url_root + "2018-07-07/0-2/0-2-2018-07-07-5648-1004-6150-1506-180-180-8105-1530994765-1530994945.mp4",
    "correct": "Τέλεια! Αυτό το βίντεο έχει καπνό χαμηλής πυκνότητας. Το φόντο είναι ακόμη ορατό. Η πηγή εκπομπής δεν φαίνεται σε αυτό το βίντεο.",
    "wrong": general_need_to_select_head + "έχει καπνό χαμηλής πυκνότητας. Το φόντο είναι ακόμη ορατό. Η πηγή εκπομπής δεν φαίνεται σε αυτό το βίντεο.",
    "label": 1,
    "bound": "100,83 67,82 54,78 17,75 0,74 0,41 17,45 35,43 54,35 68,28 83,22 100,24"
  }]
}, {
  "instruction": "Ο καπνός μπορεί επίσης να έχει <u>διαφορετικά χρώματα</u> υπό διάφορες συνθήκες φωτισμού και καιρού. Παρακαλούμε επιλέξτε <u>όλα τα βίντεο που έχουν καπνό</u>.",
  "wrong": general_wrong_txt,
  "correct": general_correct_txt,
  "data": [{
    "url": url_root + "2019-01-11/0-8/0-8-2019-01-11-3012-1045-3515-1548-180-180-9367-1547243550-1547243725.mp4",
    "correct": "Μπράβο! Αυτό το βίντεο έχει μαύρο καπνό.",
    "wrong": general_need_to_select_head + "έχει μαύρο καπνό.",
    "label": 1,
    "bound": "83,82 88,65 95,54 102,45 103,0 0,0 0,27 14,41 16,55 18,72 21,84 32,87 57,88 73,87"
  }, {
    "url": url_root + "2018-06-11/0-8/0-8-2018-06-11-3012-1145-3515-1648-180-180-10634-1528747950-1528748125.mp4",
    "correct": "Σωστά! Αυτό το βίντεο έχει μπλε και γκρι καπνό.",
    "wrong": general_need_to_select_head + "έχει μπλε και γκρι καπνό.",
    "label": 1,
    "bound": "97,85 84,70 78,59 66,39 53,20 40,9 28,6 8,7 0,11 0,42 7,51 17,60 33,74 49,85 68,91 83,95 94,92"
  }]
}, {
  "instruction": "Μερικές φορές μπορεί να είναι δύσκολο να διακρίνετε τη διαφορά μεταξύ καπνού και ατμού. Γενικά υπάρχουν τρεις κανόνες:" + general_prompt + "Παρακαλούμε επιλέξτε <u>το βίντεο που έχει καπνό</u>.",
  "wrong": general_wrong_txt,
  "correct": general_correct_txt,
  "data": [{
    "url": url_root + "2019-01-11/0-0/0-0-2019-01-11-6304-884-6807-1387-180-180-8863-1547241025-1547241200.mp4",
    "correct": "Μπράβο! Αυτό το βίντεο έχει καπνό. Σε σύγκριση με τον ατμό, ο καπνός έχει διάφορα χρώματα, ασαφείς άκρες που εξασθενούν πιο αργά και διάφορες πυκνότητες.",
    "wrong": general_need_to_select_head + "έχει καπνό. Σε σύγκριση με τον ατμό, ο καπνός έχει διάφορα χρώματα, ασαφείς άκρες που εξασθενούν πιο αργά και διάφορες πυκνότητες.",
    "label": 1,
    "bound": "76,50 85,42 98,39 103,36 102,0 31,0 31,17 36,33 44,44 59,50 66,51"
  }, {
    "url": url_root + "2019-01-22/0-13/0-13-2019-01-22-1196-1035-1699-1538-180-180-6140-1548172285-1548172460.mp4",
    "correct": "Σωστά! Αυτό το βίντεο δείχνει κυρίως ατμό. Ο ατμός έχει πιο αιχμηρές άκρες που εξασθενούν γρηγορότερα σε σύγκριση με τον καπνό. Ο ατμός επίσης έχει εξαιρετικά υψηλή πυκνότητα, η οποία καλύπτει το φόντο του.",
    "wrong": general_not_to_select_head + "δείχνει κυρίως ατμό. Ο ατμός έχει πιο αιχμηρές άκρες που εξασθενούν γρηγορότερα σε σύγκριση με τον καπνό. Ο ατμός επίσης έχει εξαιρετικά υψηλή πυκνότητα, η οποία καλύπτει το φόντο του.",
    "label": 0
  }]
}, {
  "instruction": "Περισσότερη εξάσκηση στον καπνό και τον ατμό! Θυμηθείτε ότι:" + general_prompt + "Παρακαλούμε επιλέξτε <u>το βίντεο που έχει καπνό</u>.",
  "wrong": general_wrong_txt,
  "correct": general_correct_txt,
  "data": [{
    "url": url_root + "2018-07-07/0-9/0-9-2018-07-07-3271-1116-3774-1619-180-180-5441-1530974125-1530974300.mp4",
    "correct": "Τέλεια! Αυτό το βίντεο έχει γκρι καπνό. Μερικές φορές η εξέταση του χρώματος είναι αρκετή για να διακρίνει κανείς τη διαφορά μεταξύ ατμού και καπνού.",
    "wrong": general_need_to_select_head + "έχει γκρι καπνό. Μερικές φορές η εξέταση του χρώματος είναι αρκετή για να διακρίνει κανείς τη διαφορά μεταξύ ατμού και καπνού.",
    "label": 1,
    "bound": "100,58 84,69 75,81 66,103 0,100 0,15 17,12 40,10 64,10 85,15 100,17"
  }, {
    "url": url_root + "2019-01-22/0-6/0-6-2019-01-22-3981-1004-4484-1507-180-180-6068-1548171925-1548172100.mp4",
    "correct": "Μπράβο! Αυτό το βίντεο δείχνει κυρίως ατμό. Σε αυτή την περίπτωση, ο ατμός μπορεί να μοιάζει με καπνό. Αλλά αν κοιτάξετε τις άκρες του, ο ατμός εξασθενεί σχεδόν αμέσως.",
    "wrong": general_not_to_select_head + "δείχνει κυρίως ατμό. Σε αυτή την περίπτωση, ο ατμός μπορεί να μοιάζει με καπνό. Αλλά αν κοιτάξετε τις άκρες του, ο ατμός εξασθενεί σχεδόν αμέσως.",
    "label": 0
  }]
}, {
  "instruction": "Ας δοκιμάσουμε ένα άλλο περιστατικό όταν ο καπνός και ο ατμός εμφανίζονται ταυτόχρονα. Θυμηθείτε ότι:" + general_prompt + "Παρακαλούμε επιλέξτε <u>το βίντεο που έχει καπνό</u>, ακόμη και όταν <u>υπάρχει επίσης ατμός</u>.",
  "wrong": general_wrong_txt,
  "correct": general_correct_txt,
  "data": [{
    "url": url_root + "2019-01-17/0-8/0-8-2019-01-17-3012-1045-3515-1548-180-180-4878-1547737760-1547737935.mp4",
    "correct": "Μπράβο! Αυτό το βίντεο δείχνει τόσο καπνό (αριστερά) όσο και ατμό (δεξιά). Παρατηρήστε ότι σε αυτή την περίπτωση, ο καπνός έχει διαφορετικό χρώμα (κιτρινωπό) από τον ατμό. Ο ατμός συνήθως εμφανίζεται λευκός, ενώ ο καπνός μπορεί να έχει διαφορετικά χρώματα.",
    "wrong": general_need_to_select_head + "δείχνει τόσο καπνό (αριστερά) όσο και ατμό (δεξιά). Παρατηρήστε ότι σε αυτή την περίπτωση, ο καπνός έχει διαφορετικό χρώμα (κιτρινωπό) από τον ατμό. Ο ατμός συνήθως εμφανίζεται λευκός, ενώ ο καπνός μπορεί να έχει διαφορετικά χρώματα.",
    "label": 1,
    "bound": "38,78 39,62 46,50 46,31 43,12 42,0 0,0 0,56 9,72 16,79 28,80"
  }, {
    "url": url_root + "2018-12-13/0-5/0-5-2018-12-13-4365-994-4867-1496-180-180-5678-1544715920-1544716095.mp4",
    "correct": "Σωστά! Αυτό το βίντεο δείχνει κυρίως ατμό (με τη σκιά ενός σύννεφου στο φόντο). Σημειώστε ότι η υψηλή πυκνότητα του ατμού μπορεί να καλύψει το φόντο του.",
    "wrong": general_not_to_select_head + "δείχνει μόνο ατμό (με τη σκιά ενός σύννεφου στο φόντο). Σημειώστε ότι η υψηλή πυκνότητα του ατμού μπορεί να καλύψει το φόντο του.",
    "label": 0
  }]
}, {
  "instruction": "Σε πιο δύσκολες περιπτώσεις, ο καπνός και ο ατμός μπορεί να εμφανίζονται μαζί, ειδικά όταν μοιάζουν πολύ μεταξύ τους.  Θυμηθείτε ότι:" + general_prompt + "Παρακαλούμε επιλέξτε <u>το βίντεο που έχει καπνό</u>, ακόμη και όταν <u>υπάρχει επίσης ατμός</u>.",
  "wrong": general_wrong_txt,
  "correct": general_correct_txt,
  "data": [{
    "url": url_root + "2019-01-11/0-6/0-6-2019-01-11-3981-1004-4484-1507-180-180-6523-1547229310-1547229485.mp4",
    "correct": "Σωστά! Αυτό το βίντεο έχει και ατμό και λευκό καπνό. Ο λευκός καπνός μπορεί να μοιάζει με ατμό και μπορεί να είναι δύσκολο να ταυτοποιηθεί. Ένας τρόπος να τα διακρίνετε είναι ότι ο καπνός μπορεί να εξασθενεί αργά με χαμηλές πυκνότητες, ενώ ο ατμός εξασθενεί αμέσως.",
    "wrong": general_need_to_select_head + "έχει και ατμό και λευκό καπνό. Ο λευκός καπνός μπορεί να μοιάζει με ατμό και μπορεί να είναι δύσκολο να ταυτοποιηθεί. Ένας τρόπος να τα διακρίνετε είναι ότι ο καπνός μπορεί να εξασθενεί αργά με χαμηλές πυκνότητες, ενώ ο ατμός εξασθενεί αμέσως.",
    "label": 1,
    "bound": "59,91 64,78 72,67 83,55 94,43 100,32 100,0 0,0 0,64 10,77 22,87 40,89 51,90"
  }, {
    "url": url_root + "2019-01-11/0-14/0-14-2019-01-11-763-1032-1265-1534-180-180-3931-1547216295-1547216470.mp4",
    "correct": "Μπράβο! Αυτό το βίντεο δείχνει κυρίως ατμό. Ο ατμός εξαφανίζεται γρηγορότερα και έχει αιχμηρές άκρες σε σύγκριση με τον καπνό. Ο ατμός επίσης έχει εξαιρετικά υψηλή πυκνότητα, η οποία καλύπτει το φόντο του.",
    "wrong": general_not_to_select_head + "δείχνει κυρίως ατμό. Ο ατμός εξαφανίζεται γρηγορότερα και έχει αιχμηρές άκρες σε σύγκριση με τον καπνό. Ο ατμός επίσης έχει εξαιρετικά υψηλή πυκνότητα, η οποία καλύπτει το φόντο του.",
    "label": 0
  }]
}, {
  "instruction": "Τα βίντεο που δείχνουν κακοκαιρία <u>θα πρέπει να αγνοηθούν</u>. Γενικά, όταν επισημαίνετε πραγματικά δεδομένα, αγνοήστε το βίντεο εάν δεν είστε σίγουροι αν έχει καπνό κάτω από συνθήκες κακοκαιρίας. Παρακαλούμε επιλέξτε <u>το βίντεο που έχει καπνό</u>.",
  "wrong": general_wrong_txt,
  "correct": general_correct_txt,
  "data": [{
    "url": url_root + "2018-06-11/0-1/0-1-2018-06-11-6007-1008-6509-1510-180-180-13586-1528762820-1528762995.mp4",
    "correct": "Τέλεια! Αυτό το βίντεο έχει καπνό χαμηλής πυκνότητας, και μπορείτε ακόμα να δείτε το φόντο. Η πηγή εκπομπής δεν είναι ορατή.",
    "wrong": general_need_to_select_head + "έχει καπνό χαμηλής πυκνότητας, ακόμη και αν η πηγή εκπομπής δεν είναι ορατή. Για τον καπνό χαμηλής πυκνότητας, μπορείτε ακόμα να δείτε το φόντο.",
    "label": 1,
    "bound": "89,85 73,86 59,69 40,59 20,55 0,59 0,20 38,19 62,21 85,17 100,15 100,47 100,71"
  }, {
    "url": url_root + "2019-01-17/0-5/0-5-2019-01-17-4365-994-4867-1496-180-180-7902-1547752905-1547753080.mp4",
    "correct": "Μπράβο! Αυτό το βίντεο δείχνει κακοκαιρία. Κατά τη διάρκεια κακοκαιρίας, είναι σχεδόν αδύνατο να γνωρίζετε αν το βίντεο έχει καπνό.",
    "wrong": general_not_to_select_head + "δείχνει κακοκαιρία. Κατά τη διάρκεια κακοκαιρίας, είναι σχεδόν αδύνατο να γνωρίζετε αν το βίντεο έχει καπνό.",
    "label": 0
  }]
}, {
  "instruction": "Τέλεια! Έχετε μάθει πώς να επισημαίνετε καπνό! Τώρα ας δοκιμάσουμε μερικές προκλητικές περιπτώσεις. Παρακαλούμε επιλέξτε <u>όλα τα βίντεο που έχουν καπνό</u>. Μπορείτε να επιλέξετε πολλαπλά.",
  "wrong": general_wrong_txt,
  "correct": general_correct_txt,
  "try_again": general_try_again_txt,
  "final_try": general_final_try_txt,
  "data": [{
    "url": url_root + "2018-06-11/0-9/0-9-2018-06-11-3271-1116-3774-1619-180-180-9518-1528742370-1528742545.mp4",
    "correct": "Μπράβο! Αυτό το βίντεο έχει γκρι καπνό υψηλής πυκνότητας.",
    "wrong": general_need_to_select_head + "έχει γκρι καπνό υψηλής πυκνότητας.",
    "hint": "Στην κάτω αριστερή γωνία, εντοπίσατε τον καπνό υψηλής πυκνότητας με ασαφείς άκρες και γκρι χρώμα;",
    "label": 1,
    "bound": "64,91 57,72 49,55 36,45 19,39 0,35 0,92 14,93 37,93 53,93"
  }, {
    "url": url_root + "2018-06-11/0-0/0-0-2018-06-11-6304-964-6807-1467-180-180-7826-1528733905-1528734080.mp4",
    "correct": "Τέλεια! Αυτό το βίντεο έχει καπνό χαμηλής πυκνότητας.",
    "wrong": general_need_to_select_head + "έχει καπνό χαμηλής πυκνότητας.",
    "hint": "Παρατηρήσατε τον καπνό χαμηλής πυκνότητας που καλύπτει μόνο μέρος του φόντου;",
    "label": 1,
    "bound": "54,89 49,71 61,49 67,45 78,42 75,21 65,7 57,0 0,0 0,91 12,93 31,91 47,90"
  }, {
    "url": url_root + "2019-01-17/0-6/0-6-2019-01-17-3981-1004-4484-1507-180-180-7398-1547750385-1547750560.mp4",
    "correct": "Μπράβο! Αυτό το βίντεο δείχνει και καπνό (στο πίσω μέρος κοντά στον σωλήνα) και ατμό.",
    "wrong": general_need_to_select_head + "δείχνει και καπνό (στο πίσω μέρος κοντά στον σωλήνα) και ατμό.",
    "hint": "Αναγνωρίσατε τον λευκό καπνό κοντά στον σωλήνα; Μερικές φορές αναμειγνύεται με ατμό.",
    "label": 1,
    "bound": "63,90 60,78 46,70 40,53 36,34 34,17 33,0 0,0 0,49 18,57 25,66 26,75 26,81 35,88 43,92 56,91"
  }, {
    "url": url_root + "2019-01-11/0-11/0-11-2019-01-11-2053-1023-2556-1526-180-180-4003-1547216655-1547216830.mp4",
    "correct": "Μπράβο! Αυτό το βίντεο δείχνει κυρίως ατμό.",
    "wrong": general_not_to_select_head + "δείχνει κυρίως ατμό.",
    "hint": "Αυτό το βίντεο μοιάζει με ατμό με λευκό χρώμα και εξαιρετικά υψηλή πυκνότητα, έτσι δεν είναι;",
    "label": 0
  }, {
    "url": url_root + "2018-08-06/0-9/0-9-2018-08-06-3271-1116-3774-1619-180-180-3499-1533554645-1533554820.mp4",
    "correct": "Σωστά! Αυτό το βίντεο δείχνει κακοκαιρία.",
    "wrong": general_not_to_select_head + "δείχνει κακοκαιρία.",
    "hint": "Ο καιρός είναι κακός σε αυτό το βίντεο, και είναι σχεδόν αδύνατο να γνωρίζετε αν υπάρχει καπνός, έτσι δεν είναι;",
    "label": 0
  }, {
    "url": url_root + "2018-11-10/0-3/0-3-2018-11-10-5329-953-5831-1455-180-180-5086-1541864735-1541864910.mp4",
    "correct": "Μπράβο! Αυτό το βίντεο δείχνει μόνο σκιές σύννεφων και λίγο ατμό.",
    "wrong": general_not_to_select_head + "δείχνει μόνο σκιές σύννεφων και λίγο ατμό (χωρίς καπνό).",
    "hint": "Αυτό το βίντεο έχει μόνο ατμό και σκιές σύννεφων, έτσι δεν είναι;",
    "label": 0
  }]
}, {
  "instruction": "Τα καταφέρατε εξαιρετικά και θα κατακτήσετε τη δεξιότητα της αναγνώρισης του καπνού! Μας πήρε λίγο χρόνο για να φτάσουμε εδώ, ξέρω, αλλά μην ανησυχείτε, θα αξίζει τον κόπο. Τώρα ας κάνουμε μια τελική πρακτική για να μιμηθούμε την πραγματική εργασία. Παρακαλούμε επιλέξτε <u>όλα τα βίντεο που έχουν καπνό</u>.",
  "wrong": general_wrong_txt,
  "correct": general_correct_txt,
  "try_again": general_try_again_txt,
  "final_try": general_final_try_txt,
  "data": [{
    "url": url_root + "2019-01-11/0-0/0-0-2019-01-11-6304-884-6807-1387-180-180-5983-1547226610-1547226785.mp4",
    "correct": "Μπράβο! Αυτό το βίντεο έχει καπνό υψηλής πυκνότητας (εκπέμπεται από τον σωλήνα).",
    "wrong": general_need_to_select_head + "έχει καπνό υψηλής πυκνότητας (εκπέμπεται από τον σωλήνα).",
    "hint": "Παρατηρήσατε τον καπνό υψηλής πυκνότητας με μπλε χρώμα πάνω από τον σωλήνα;",
    "label": 1,
    "bound": "75,56 89,53 100,41 100,35 100,0 25,0 27,23 38,42 51,55 63,61"
  }, {
    "url": url_root + "2018-07-07/0-9/0-9-2018-07-07-3271-1116-3774-1619-180-180-4433-1530968980-1530969160.mp4",
    "correct": "Μπράβο! Αυτό το βίντεο έχει καπνό υψηλής πυκνότητας (κάτω αριστερά).",
    "wrong": general_need_to_select_head + "έχει καπνό υψηλής πυκνότητας (κάτω αριστερά).",
    "hint": "Στην κάτω αριστερή γωνία, εντοπίσατε τον καπνό υψηλής πυκνότητας με ασαφείς άκρες και γκρι χρώμα;",
    "label": 1,
    "bound": "54,100 59,87 67,71 82,66 100,63 100,54 100,11 64,12 27,15 0,21 0,100 44,100"
  }, {
    "url": url_root + "2018-08-06/0-0/0-0-2018-08-06-6304-964-6807-1467-180-180-11563-1533597715-1533597890.mp4",
    "correct": "Τέλεια! Αυτό το βίντεο έχει καπνό υψηλής πυκνότητας (κάτω αριστερά).",
    "wrong": general_need_to_select_head + "έχει καπνό υψηλής πυκνότητας (κάτω αριστερά).",
    "hint": "Στην κάτω αριστερή γωνία, είδατε καπνό υψηλής πυκνότητας με ασαφείς άκρες και σκούρο χρώμα;",
    "label": 1,
    "bound": "40,89 37,75 40,52 41,32 36,15 23,10 12,11 0,19 0,85 13,92 22,93 32,92"
  }, {
    "url": url_root + "2019-01-11/0-2/0-2-2019-01-11-5648-924-6150-1426-180-180-7747-1547235435-1547235610.mp4",
    "correct": "Μπράβο! Αυτό το βίντεο έχει καπνό χαμηλής πυκνότητας (εκπέμπεται από τον σωλήνα).",
    "wrong": general_need_to_select_head + "έχει καπνό χαμηλής πυκνότητας (εκπέμπεται από τον σωλήνα).",
    "hint": "Πάνω από τον σωλήνα, αναγνωρίσατε τον εκπεμπόμενο καπνό χαμηλής πυκνότητας;",
    "label": 1,
    "bound": "38,45 42,38 48,25 52,15 42,7 31,5 24,10 22,27 25,44 32,47"
  }, {
    "url": url_root + "2018-10-07/0-8/0-8-2018-10-07-3012-1045-3515-1548-180-180-6461-1538927180-1538927355.mp4",
    "correct": "Σωστά! Αυτό το βίντεο έχει καπνό χαμηλής πυκνότητας.",
    "wrong": general_need_to_select_head + "έχει καπνό χαμηλής πυκνότητας.",
    "hint": "Υπάρχει κάποιος καπνός χαμηλής πυκνότητας, έτσι δεν είναι;",
    "label": 1,
    "bound": "81,85 93,77 97,61 83,45 71,32 55,20 34,13 22,19 18,28 18,48 26,66 39,82 46,88 61,90 73,89"
  }, {
    "url": url_root + "2018-06-11/0-10/0-10-2018-06-11-2583-1111-3086-1614-180-180-13406-1528761920-1528762095.mp4",
    "correct": "Μπράβο! Αυτό το βίντεο έχει και καπνό και ατμό.",
    "wrong": general_need_to_select_head + "έχει και καπνό και ατμό.",
    "hint": "Παρατηρήσατε τον καπνό που έρχεται από τη δεξιά πλευρά και είναι μερικές φορές αναμεμειγμένος με ατμό;",
    "label": 1,
    "bound": "88,90 72,88 54,88 40,94 22,79 27,64 41,48 49,30 67,27 77,41 85,48 95,58 100,61 100,90"
  }, {
    "url": url_root + "2019-01-11/0-7/0-7-2019-01-11-3544-899-4026-1381-180-180-6811-1547230755-1547230930.mp4",
    "correct": "Τέλεια! Αυτό το βίντεο έχει και καπνό και ατμό.",
    "wrong": general_need_to_select_head + "έχει και καπνό και ατμό.",
    "hint": "Πάνω από τον σωλήνα στα αριστερά, εντοπίσατε τον εκπεμπόμενο μπλε καπνό;",
    "label": 1,
    "bound": "0,49 20,49 42,48 68,55 93,61 100,59 100,23 64,22 35,22 19,23 0,24"
  }, {
    "url": url_root + "2019-02-02/0-9/0-9-2019-02-02-3271-1016-3774-1519-180-180-10061-1549143220-1549143395.mp4",
    "correct": "Σωστά! Αυτό το βίντεο έχει και καπνό και ατμό.",
    "wrong": general_need_to_select_head + "έχει και καπνό και ατμό.",
    "hint": "Στην κάτω αριστερή γωνία, είδατε λευκό καπνό που είναι αναμεμειγμένος με ατμό;",
    "label": 1,
    "bound": "48,90 45,70 50,54 53,33 57,22 71,23 88,23 91,22 100,14 100,0 0,0 0,68 11,75 26,83 34,88 42,93"
  }, {
    "url": url_root + "2019-01-11/0-11/0-11-2019-01-11-2053-1023-2556-1526-180-180-9151-1547242470-1547242645.mp4",
    "correct": "Σωστά! Αυτό το βίντεο δείχνει κυρίως ατμό. Ο σκοτεινός ατμός μπορεί να προκληθεί από τη σκιά ενός σύννεφου.",
    "wrong": general_not_to_select_head + "δείχνει κυρίως ατμό. Ο σκοτεινός ατμός μπορεί να προκληθεί από τη σκιά ενός σύννεφου.",
    "hint": "Αυτό το βίντεο έχει μόνο ατμό με λευκό χρώμα και εξαιρετικά υψηλή πυκνότητα, έτσι δεν είναι;",
    "label": 0
  }, {
    "url": url_root + "2019-01-18/0-13/0-13-2019-01-18-1196-1035-1699-1538-180-180-6261-1547826500-1547826675.mp4",
    "correct": "Τέλεια! Αυτό το βίντεο δείχνει κυρίως ατμό.",
    "wrong": general_not_to_select_head + "δείχνει κυρίως ατμό.",
    "hint": "Αυτό το βίντεο έχει μόνο ατμό με λευκό χρώμα και εξαιρετικά υψηλή πυκνότητα, έτσι δεν είναι;",
    "label": 0
  }, {
    "url": url_root + "2018-10-07/0-14/0-14-2018-10-07-763-1032-1265-1534-180-180-7361-1538931700-1538931875.mp4",
    "correct": "Μπράβο! Αυτό το βίντεο δείχνει μόνο σκιές σύννεφων και λίγο ατμό.",
    "wrong": general_not_to_select_head + "δείχνει μόνο σκιές σύννεφων και λίγο ατμό (χωρίς καπνό).",
    "hint": "Αυτό το βίντεο έχει μόνο λίγο ατμό και πολλές σκιές σύννεφων, έτσι δεν είναι;",
    "label": 0
  }, {
    "url": url_root + "2019-01-17/0-2/0-2-2019-01-17-5648-924-6150-1426-180-180-7938-1547753085-1547753260.mp4",
    "correct": "Τέλεια! Αυτό το βίντεο έχει κακοκαιρία.",
    "wrong": general_not_to_select_head + "έχει κακοκαιρία.",
    "hint": "Αυτό το βίντεο δείχνει κακοκαιρία, και είναι δύσκολο να δείτε οτιδήποτε, έτσι δεν είναι;",
    "label": 0
  }, {
    "url": url_root + "2019-01-22/0-11/0-11-2019-01-22-2053-1023-2556-1526-180-180-5996-1548171565-1548171740.mp4",
    "correct": "Σωστά! Αυτό το βίντεο δείχνει μόνο ατμό. Ο σκοτεινός ατμός μπορεί να προκληθεί από τη σκιά ενός σύννεφου.",
    "wrong": general_not_to_select_head + "δείχνει μόνο ατμό. Ο σκοτεινός ατμός μπορεί να προκληθεί από τη σκιά ενός σύννεφου.",
    "hint": "Αυτό το βίντεο έχει μόνο ατμό με λευκό χρώμα και εξαιρετικά υψηλή πυκνότητα, έτσι δεν είναι;",
    "label": 0
  }, {
    "url": url_root + "2019-02-02/0-8/0-8-2019-02-02-3012-1045-3515-1548-180-180-4049-1549113130-1549113305.mp4",
    "correct": "Σωστά! Αυτό το βίντεο έχει κακοκαιρία.",
    "wrong": general_not_to_select_head + "έχει κακοκαιρία.",
    "hint": "Ο καιρός είναι κακός σε αυτό το βίντεο, και είναι σχεδόν αδύνατο να γνωρίζετε αν υπάρχει καπνός, έτσι δεν είναι;",
    "label": 0
  }, {
    "url": url_root + "2019-02-02/0-0/0-0-2019-02-02-6304-884-6807-1387-180-180-4589-1549115830-1549116010.mp4",
    "correct": "Μπράβο! Αυτό το βίντεο έχει κακοκαιρία.",
    "wrong": general_not_to_select_head + "έχει κακοκαιρία.",
    "hint": "Ο καιρός είναι κακός σε αυτό το βίντεο, και είναι δύσκολο να δείτε οτιδήποτε, έτσι δεν είναι;",
    "label": 0
  }, {
    "url": url_root + "2019-04-09/0-10/0-10-2019-04-09-2583-1011-3086-1514-180-180-6059-1554821850-1554822030.mp4",
    "correct": "Μπράβο! Αυτό το βίντεο δείχνει μόνο σκιές σύννεφων και λίγο ατμό.",
    "wrong": general_not_to_select_head + "δείχνει μόνο σκιές σύννεφων και λίγο ατμό (χωρίς καπνό).",
    "hint": "Αυτό το βίντεο έχει μόνο λίγο ατμό και πολλές σκιές σύννεφων, έτσι δεν είναι;",
    "label": 0
  }]
}];